JavaApplication2/example.log

2021-09-26 DEBUG [main] (Client.java:40) - 
RESPONSE:
<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
<soap:Body>
<NumberToWords xmlns="http://www.dataaccess.com/webservicesserver/">
<ubiNum>2885</ubiNum>
</NumberToWords>
</soap:Body>
</soap:Envelope>
2021-09-26  INFO [main] (Client.java:75) - 
Request Time, ms: 143
2021-09-26 DEBUG [main] (Client.java:86) - 
REQUEST: 
<?xml version="1.0" encoding="utf-8"?><soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">  <soap:Body>    <m:NumberToWordsResponse xmlns:m="http://www.dataaccess.com/webservicesserver/">      <m:NumberToWordsResult>two thousand eight hundred and eighty five </m:NumberToWordsResult>    </m:NumberToWordsResponse>  </soap:Body></soap:Envelope>
2021-09-26  INFO [main] (Client.java:95) - 
Full Code Time, ms: 1101
2021-09-26 DEBUG [main] (Client.java:40) - RESPONSE:
<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
<soap:Body>
<NumberToWords xmlns="http://www.dataaccess.com/webservicesserver/">
<ubiNum>4544</ubiNum>
</NumberToWords>
</soap:Body>
</soap:Envelope>
2021-09-26  INFO [main] (Client.java:75) - Request Time, ms: 150
2021-09-26 DEBUG [main] (Client.java:86) - REQUEST: 
<?xml version="1.0" encoding="utf-8"?><soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">  <soap:Body>    <m:NumberToWordsResponse xmlns:m="http://www.dataaccess.com/webservicesserver/">      <m:NumberToWordsResult>four thousand five hundred and forty four </m:NumberToWordsResult>    </m:NumberToWordsResponse>  </soap:Body></soap:Envelope>
2021-09-26  INFO [main] (Client.java:95) - Full Code Time, ms: 1128
2021-09-26 DEBUG [main] (Client.java:40) - RESPONSE:
<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
<soap:Body>
<NumberToWords xmlns="http://www.dataaccess.com/webservicesserver/">
<ubiNum>6790</ubiNum>
</NumberToWords>
</soap:Body>
</soap:Envelope>
2021-09-26  INFO [main] (Client.java:75) - Request Time, ms: 133
2021-09-26 DEBUG [main] (Client.java:86) - REQUEST: <?xml version="1.0" encoding="utf-8"?><soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">  <soap:Body>    <m:NumberToWordsResponse xmlns:m="http://www.dataaccess.com/webservicesserver/">      <m:NumberToWordsResult>six thousand seven hundred and ninety </m:NumberToWordsResult>    </m:NumberToWordsResponse>  </soap:Body></soap:Envelope>
2021-09-26  INFO [main] (Client.java:95) - Full Code Time, ms: 1035
2021-09-26 DEBUG [main] (Client.java:44) - RESPONSE:
<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
<soap:Body>
<NumberToWords xmlns="http://www.dataaccess.com/webservicesserver/">
<ubiNum>6896</ubiNum>
</NumberToWords>
</soap:Body>
</soap:Envelope>
2021-09-26  INFO [main] (Client.java:79) - Request Time, ms: 137
2021-09-26 DEBUG [main] (Client.java:90) - REQUEST: <?xml version="1.0" encoding="utf-8"?><soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">  <soap:Body>    <m:NumberToWordsResponse xmlns:m="http://www.dataaccess.com/webservicesserver/">      <m:NumberToWordsResult>six thousand eight hundred and ninety six </m:NumberToWordsResult>    </m:NumberToWordsResponse>  </soap:Body></soap:Envelope>
2021-09-26  INFO [main] (Client.java:99) - Full Code Time, ms: 1164
2021-09-26 DEBUG [main] (Client.java:44) - RESPONSE:
<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
<soap:Body>
<NumberToWords xmlns="http://www.dataaccess.com/webservicesserver/">
<ubiNum>7796</ubiNum>
</NumberToWords>
</soap:Body>
</soap:Envelope>
2021-09-26  INFO [main] (Client.java:79) - Request Time, ms: 137
2021-09-26 DEBUG [main] (Client.java:90) - REQUEST: <?xml version="1.0" encoding="utf-8"?><soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">  <soap:Body>    <m:NumberToWordsResponse xmlns:m="http://www.dataaccess.com/webservicesserver/">      <m:NumberToWordsResult>seven thousand seven hundred and ninety six </m:NumberToWordsResult>    </m:NumberToWordsResponse>  </soap:Body></soap:Envelope>
2021-09-26  INFO [main] (Client.java:99) - Full Code Time, ms: 1061
2021-09-26 DEBUG [main] (Client.java:44) - RESPONSE:
<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
<soap:Body>
<NumberToWords xmlns="http://www.dataaccess.com/webservicesserver/">
<ubiNum>5033</ubiNum>
</NumberToWords>
</soap:Body>
</soap:Envelope>
2021-09-26  INFO [main] (Client.java:79) - Request Time, ms: 131
2021-09-26 DEBUG [main] (Client.java:90) - REQUEST: <?xml version="1.0" encoding="utf-8"?><soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">  <soap:Body>    <m:NumberToWordsResponse xmlns:m="http://www.dataaccess.com/webservicesserver/">      <m:NumberToWordsResult>five thousand thirty three </m:NumberToWordsResult>    </m:NumberToWordsResponse>  </soap:Body></soap:Envelope>
2021-09-26  INFO [main] (Client.java:99) - Full Code Time, ms: 1042
2021-09-26 DEBUG [main] (Client.java:44) - RESPONSE:
<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
<soap:Body>
<NumberToWords xmlns="http://www.dataaccess.com/webservicesserver/">
<ubiNum>2028</ubiNum>
</NumberToWords>
</soap:Body>
</soap:Envelope>
2021-09-26  INFO [main] (Client.java:79) - Request Time, ms: 134
2021-09-26 DEBUG [main] (Client.java:90) - REQUEST: <?xml version="1.0" encoding="utf-8"?><soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">  <soap:Body>    <m:NumberToWordsResponse xmlns:m="http://www.dataaccess.com/webservicesserver/">      <m:NumberToWordsResult>two thousand twenty eight </m:NumberToWordsResult>    </m:NumberToWordsResponse>  </soap:Body></soap:Envelope>
2021-09-26  INFO [main] (Client.java:99) - Full Code Time, ms: 1079
2021-09-26 DEBUG [main] (Client.java:44) - RESPONSE:
<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
<soap:Body>
<NumberToWords xmlns="http://www.dataaccess.com/webservicesserver/">
<ubiNum>4159</ubiNum>
</NumberToWords>
</soap:Body>
</soap:Envelope>
2021-09-26  INFO [main] (Client.java:79) - Request Time, ms: 135
2021-09-26 DEBUG [main] (Client.java:90) - REQUEST: <?xml version="1.0" encoding="utf-8"?><soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">  <soap:Body>    <m:NumberToWordsResponse xmlns:m="http://www.dataaccess.com/webservicesserver/">      <m:NumberToWordsResult>four thousand one hundred and fifty nine </m:NumberToWordsResult>    </m:NumberToWordsResponse>  </soap:Body></soap:Envelope>
2021-09-26  INFO [main] (Client.java:99) - Full Code Time, ms: 1098
2021-09-26 DEBUG [main] (Client.java:44) - RESPONSE:
<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
<soap:Body>
<NumberToWords xmlns="http://www.dataaccess.com/webservicesserver/">
<ubiNum>2408</ubiNum>
</NumberToWords>
</soap:Body>
</soap:Envelope>
2021-09-26  INFO [main] (Client.java:79) - Request Time, ms: 134
2021-09-26 DEBUG [main] (Client.java:90) - REQUEST: <?xml version="1.0" encoding="utf-8"?><soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">  <soap:Body>    <m:NumberToWordsResponse xmlns:m="http://www.dataaccess.com/webservicesserver/">      <m:NumberToWordsResult>two thousand four hundred and eight </m:NumberToWordsResult>    </m:NumberToWordsResponse>  </soap:Body></soap:Envelope>
2021-09-26  INFO [main] (Client.java:99) - Full Code Time, ms: 1072
2021-09-26 DEBUG [main] (Client.java:44) - RESPONSE:
<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
<soap:Body>
<NumberToWords xmlns="http://www.dataaccess.com/webservicesserver/">
<ubiNum>7585</ubiNum>
</NumberToWords>
</soap:Body>
</soap:Envelope>
2021-09-26  INFO [main] (Client.java:79) - Request Time, ms: 132
2021-09-26 DEBUG [main] (Client.java:90) - REQUEST: <?xml version="1.0" encoding="utf-8"?><soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">  <soap:Body>    <m:NumberToWordsResponse xmlns:m="http://www.dataaccess.com/webservicesserver/">      <m:NumberToWordsResult>seven thousand five hundred and eighty five </m:NumberToWordsResult>    </m:NumberToWordsResponse>  </soap:Body></soap:Envelope>
2021-09-26  INFO [main] (Client.java:99) - Full Code Time, ms: 1063
2021-09-26 DEBUG [main] (Client.java:44) - RESPONSE:
<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
<soap:Body>
<NumberToWords xmlns="http://www.dataaccess.com/webservicesserver/">
<ubiNum>400</ubiNum>
</NumberToWords>
</soap:Body>
</soap:Envelope>
2021-09-26  INFO [main] (Client.java:79) - Request Time, ms: 134
2021-09-26 DEBUG [main] (Client.java:90) - REQUEST: <?xml version="1.0" encoding="utf-8"?><soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">  <soap:Body>    <m:NumberToWordsResponse xmlns:m="http://www.dataaccess.com/webservicesserver/">      <m:NumberToWordsResult>four hundred </m:NumberToWordsResult>    </m:NumberToWordsResponse>  </soap:Body></soap:Envelope>
2021-09-26  INFO [main] (Client.java:99) - Full Code Time, ms: 1064
2021-09-26 DEBUG [main] (Client.java:44) - RESPONSE:
<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
<soap:Body>
<NumberToWords xmlns="http://www.dataaccess.com/webservicesserver/">
<ubiNum>4118</ubiNum>
</NumberToWords>
</soap:Body>
</soap:Envelope>
2021-09-26  INFO [main] (Client.java:79) - Request Time, ms: 134
2021-09-26 DEBUG [main] (Client.java:90) - REQUEST: <?xml version="1.0" encoding="utf-8"?><soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">  <soap:Body>    <m:NumberToWordsResponse xmlns:m="http://www.dataaccess.com/webservicesserver/">      <m:NumberToWordsResult>four thousand one hundred and eighteen </m:NumberToWordsResult>    </m:NumberToWordsResponse>  </soap:Body></soap:Envelope>
2021-09-26  INFO [main] (Client.java:99) - Full Code Time, ms: 1089
2021-09-26 DEBUG [main] (Client.java:44) - RESPONSE:
<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
<soap:Body>
<NumberToWords xmlns="http://www.dataaccess.com/webservicesserver/">
<ubiNum>1194</ubiNum>
</NumberToWords>
</soap:Body>
</soap:Envelope>
2021-09-26  INFO [main] (Client.java:79) - Request Time, ms: 134
2021-09-26 DEBUG [main] (Client.java:90) - REQUEST: <?xml version="1.0" encoding="utf-8"?><soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">  <soap:Body>    <m:NumberToWordsResponse xmlns:m="http://www.dataaccess.com/webservicesserver/">      <m:NumberToWordsResult>one thousand one hundred and ninety four </m:NumberToWordsResult>    </m:NumberToWordsResponse>  </soap:Body></soap:Envelope>
2021-09-26  INFO [main] (Client.java:99) - Full Code Time, ms: 1094
2021-09-26 DEBUG [main] (Client.java:44) - RESPONSE:
<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
<soap:Body>
<NumberToWords xmlns="http://www.dataaccess.com/webservicesserver/">
<ubiNum>4787</ubiNum>
</NumberToWords>
</soap:Body>
</soap:Envelope>
2021-09-26  INFO [main] (Client.java:79) - Request Time, ms: 140
2021-09-26 DEBUG [main] (Client.java:90) - REQUEST: <?xml version="1.0" encoding="utf-8"?><soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">  <soap:Body>    <m:NumberToWordsResponse xmlns:m="http://www.dataaccess.com/webservicesserver/">      <m:NumberToWordsResult>four thousand seven hundred and eighty seven </m:NumberToWordsResult>    </m:NumberToWordsResponse>  </soap:Body></soap:Envelope>
2021-09-26  INFO [main] (Client.java:99) - Full Code Time, ms: 1095
2021-09-26 DEBUG [main] (Client.java:44) - RESPONSE:
<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
<soap:Body>
<NumberToWords xmlns="http://www.dataaccess.com/webservicesserver/">
<ubiNum>1976</ubiNum>
</NumberToWords>
</soap:Body>
</soap:Envelope>
2021-09-26  INFO [main] (Client.java:79) - Request Time, ms: 129
2021-09-26 DEBUG [main] (Client.java:90) - REQUEST: <?xml version="1.0" encoding="utf-8"?><soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">  <soap:Body>    <m:NumberToWordsResponse xmlns:m="http://www.dataaccess.com/webservicesserver/">      <m:NumberToWordsResult>one thousand nine hundred and seventy six </m:NumberToWordsResult>    </m:NumberToWordsResponse>  </soap:Body></soap:Envelope>
2021-09-26  INFO [main] (Client.java:99) - Full Code Time, ms: 1058
2021-09-26 DEBUG [main] (Client.java:44) - RESPONSE:
<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
<soap:Body>
<NumberToWords xmlns="http://www.dataaccess.com/webservicesserver/">
<ubiNum>7613</ubiNum>
</NumberToWords>
</soap:Body>
</soap:Envelope>
2021-09-26  INFO [main] (Client.java:79) - Request Time, ms: 140
2021-09-26 DEBUG [main] (Client.java:90) - REQUEST: <?xml version="1.0" encoding="utf-8"?><soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">  <soap:Body>    <m:NumberToWordsResponse xmlns:m="http://www.dataaccess.com/webservicesserver/">      <m:NumberToWordsResult>seven thousand six hundred and thirteen </m:NumberToWordsResult>    </m:NumberToWordsResponse>  </soap:Body></soap:Envelope>
2021-09-26  INFO [main] (Client.java:99) - Full Code Time, ms: 1100
2021-09-26 DEBUG [main] (Client.java:44) - RESPONSE:
<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
<soap:Body>
<NumberToWords xmlns="http://www.dataaccess.com/webservicesserver/">
<ubiNum>6329</ubiNum>
</NumberToWords>
</soap:Body>
</soap:Envelope>
2021-09-26  INFO [main] (Client.java:79) - Request Time, ms: 130
2021-09-26 DEBUG [main] (Client.java:90) - REQUEST: <?xml version="1.0" encoding="utf-8"?><soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">  <soap:Body>    <m:NumberToWordsResponse xmlns:m="http://www.dataaccess.com/webservicesserver/">      <m:NumberToWordsResult>six thousand three hundred and twenty nine </m:NumberToWordsResult>    </m:NumberToWordsResponse>  </soap:Body></soap:Envelope>
2021-09-26  INFO [main] (Client.java:99) - Full Code Time, ms: 1083
2021-09-26 DEBUG [main] (Client.java:44) - RESPONSE:
<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
<soap:Body>
<NumberToWords xmlns="http://www.dataaccess.com/webservicesserver/">
<ubiNum>5554</ubiNum>
</NumberToWords>
</soap:Body>
</soap:Envelope>
2021-09-26  INFO [main] (Client.java:79) - Request Time, ms: 146
2021-09-26 DEBUG [main] (Client.java:90) - REQUEST: <?xml version="1.0" encoding="utf-8"?><soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">  <soap:Body>    <m:NumberToWordsResponse xmlns:m="http://www.dataaccess.com/webservicesserver/">      <m:NumberToWordsResult>five thousand five hundred and fifty four </m:NumberToWordsResult>    </m:NumberToWordsResponse>  </soap:Body></soap:Envelope>
2021-09-26  INFO [main] (Client.java:99) - Full Code Time, ms: 1073
